import React from 'react';
import './about.css';

const About = () => {
  return (
    <div className="why-meals">
      <h2>لماذا نختار ميلز؟</h2>
      <p>
        في عالمنا اليوم، تعتبر الوجبات الصحية واللذيذة جزءاً أساسياً من حياتنا اليومية. 
        "ميلز" هي الوجهة المثالية لاختيار وجبات متنوعة تناسب جميع الأذواق. نقدم لكم خيارات متنوعة من الأطعمة المتوازنة، 
        المحضرة بعناية، لتلبية احتياجاتكم الغذائية.
      </p>

      <h2>الأطعمة التي نقدمها في ميلز</h2>
      <p>
        نحن في "ميلز" نقدم مجموعة من الأطباق الصحية واللذيذة التي تناسب كل الأذواق. 
        من الأطباق الشرقية إلى الغربية، يتم تحضير وجباتنا باستخدام مكونات طازجة وعالية الجودة لضمان أفضل تجربة طعام. 
        سواء كنت تبحث عن خيارات نباتية أو وجبات تحتوي على البروتينات، لدينا ما يلبي احتياجاتك.
      </p>

      <h2>كيف يعمل ميلز؟</h2>
      <p>
        "ميلز" هو نظام مريح ومبتكر لتوفير الوجبات التي يمكن طلبها بسهولة. 
        كل ما عليك فعله هو اختيار وجبتك المفضلة، وتحديد الوقت الذي ترغب في استلامها فيه، 
        وسنقوم بتحضيرها وتوصيلها إليك في الوقت المحدد. نحن نحرص على تقديم خدمة متميزة لضمان رضاك الكامل.
      </p>

      <h2>أهمية تناول وجبات متوازنة</h2>
      <p>
        تعتبر الوجبات المتوازنة جزءًا أساسيًا من الحفاظ على صحة جيدة. 
        من خلال تناول وجبات تحتوي على الفيتامينات، المعادن، والبروتينات الضرورية، 
        يمكن للجسم أن يعمل بكفاءة ويساعدك في الشعور بالنشاط طوال اليوم. "ميلز" تضمن لك وجبات غذائية متوازنة تلبي احتياجاتك اليومية.
      </p>

      <h2>ميلز والجودة العالية</h2>
      <p>
        نحن في "ميلز" نلتزم بتقديم أطعمة ذات جودة عالية. نتأكد من أن جميع المكونات التي نستخدمها في تحضير وجباتنا هي مكونات طازجة وصحية، 
        ونحن نعمل مع أفضل الموردين لضمان أفضل المعايير في كل وجبة نقدمها. صحتك وراحتك هما أولويتنا.
      </p>
    </div>
  );
}

export default About