import React from 'react';
import './contact.css'

const Contact = () => {
  return (
    <div className="help-center">
      <h2>مركز المساعدة</h2>
      <div className="help-item">
        <h3>كيفية استخدام النظام؟</h3>
        <p>لتتمكن من استخدام النظام، قم بتسجيل الدخول باستخدام بياناتك، ثم اختر الوجبات التي ترغب في طلبها. بعد ذلك، حدد الوقت الذي تود استلام الوجبات فيه.</p>
      </div>
      <div className="help-item">
        <h3>ماذا لو كنت بحاجة إلى مساعدة إضافية؟</h3>
        <p>إذا كنت بحاجة إلى مساعدة، يمكنك الاتصال بنا عبر الهاتف أو إرسال رسالة بريد إلكتروني. نحن هنا لدعمك في أي وقت.</p>
      </div>
      <div className="help-item">
        <h3>كيف أغير خطط الوجبات؟</h3>
        <p>لتغيير خطط الوجبات، قم بتسجيل الدخول إلى حسابك، ثم اذهب إلى قسم "إعدادات الحساب" واختر الخطة الجديدة التي تناسبك.</p>
      </div>
      <div className="help-item">
        <h3>كيف يمكنني تقديم ملاحظات؟</h3>
        <p>نحن نقدر ملاحظاتك. يمكنك تقديم ملاحظاتك عبر النموذج في قسم "التعليقات" على موقعنا أو عبر التواصل معنا مباشرةً.</p>
      </div>
    </div>
  );
}

export default Contact